Repository: inveniosoftware/invenio-oauth2server
Catalog: invenio_oauth2server/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, et, fr, hu, ro, sv, tr

source: OAuth Applications
ar: تطبيقات OAuth
es: Aplicaciones OAuth
et: OAuth Rakendused
hu: OAuth Alkalmazások
ro: Aplicații OAuth
sv: OAuth-applikationer
tr: OAuth Uygulamaları

source: User Management
ar: إدارة المستخدم
es: Gestión de usuarios
et: Kasutajate haldus
fr: Gestion des utilisateurs
hu: Felhasználók kezelése
ro: Management utilizatori
sv: Hantera Användare
tr: Kullanıcı Yönetimi

source: OAuth Application Tokens
ar: رموز تطبيقات OAuth
es: Tokens de la Aplicación OAuth
et: OAuth Rakenduse Tõendid
fr: OAuth Application Jetons
hu: OAuth alkalmazás tokenek
tr: OAuth Uygulama Belirteçleri

source: Invalid redirect URIs: %(urls)s
ar: عناوين URIs لإعادة التوجيه غير صحيحة: %(urls)s
es: URIs de redireccionamiento no válidos: %(urls)s
et: Vigased ümbersuunamise URI-d: %(urls)s
fr: URIs de redirection invalides: %(urls)s
hu: Érvénytelen átirányítás URI-kra: %(urls)s
ro: URI-uri de redirectare nevalide: %(urls)s
sv: Ogiltiga omdirigerings-URI:er:%(urls)s
tr: Geçersiz yönlendirme URI'leri: %(urls)s

source: Redirect URIs (one per line)
ar: إعادة توجيه عناوين ويب URIs (واحد لكل سطر)
es: URIs de redireccionamiento (uno por línea)
et: Ümbersuunamise URI-d (üks rea kohta)
fr: URIs de redirection (un par ligne)
hu: Átirányítás URI-kra (soronként egy)
ro: URI-uri de redirectare (unu per linie)
sv: Omdirigera URI (en per rad)
tr: Yönlendirme URI'leri (her satıra bir tane)

source: One redirect URI per line. This is your application's authorization callback URLs. HTTPS must be used for all hosts except localhost (for testing purposes).
ar: معرّف ويب واحد URI لإعادة التوجيه في كل سطر. هذه هي عناوين URL لمعاودة الاتصال الخاصة بتفويض تطبيقك. يجب استخدام HTTPS لجميع العنواين باستثناء العنوان المحلي localhost (لأغراض الاختبار).
es: Un URI de redireccionamiento por línea. Esta es su callback URLs de autorización de la aplicación. Debe utilizar HTTPS para todos los host excepto para localhost (para fines de prueba).
et: Üks ümbersuunamise URI rea kohta. Need on sinu rakenduse autoriseerimise tagasikutse URL-id. Kõikide hostide, välja arvatud localhosti jaoks (testimise eestmärgil) peab kasutama HTTPS-i.
fr: Un URI de redirection par ligne. Il s'agit des callback URLS d'autorisation de votre application. Veuillez utiliser HTTPS pour tous les hôtes excepté localhost (afin de pouvoir effectuer des tests).
hu: Egy átirányító URI soronként. Ez az ön alkalmazásának engedélyezési URL-je. A HTTPS-t minden gazdagéphez használni kell, kivéve a localhostot (tesztelési célból).
ro: Un URI de redirectare per linie. Acestea sunt URL-urile callback-urilor de autorizare. Trebuie folosit HTTPS pentru toate computerele mai puțin localhost (în scop de testare).
sv: En URI omdirigering per rad. Det här är din applikations auktoriserings callback-URL: er. HTTPS måste användas för alla värdar utom lokal värd (för teständamål).
tr: Satır başına bir yönlendirme URI'si. Bunlar, uygulamanızın yetki geri çağırma URL'leridir. Localhost dışındaki tüm ana bilgisayarlar için HTTPS kullanılmalıdır (test amacıyla).

source: Client type
ar: نوع الحريف
es: Tipo de cliente
et: Kliendi tüüp
fr: Type de client
hu: Ügyfél típus
ro: Tipul clientului
sv: Klienttyp
tr: İstemci türü

source: Select confidential if your application is capable of keeping the issued client secret confidential (e.g. a web application), select public if your application cannot (e.g. a browser-based JavaScript application). If you select public, your application MUST validate the redirect URI.
ar: اختر "سري" إذا كان التطبيق الخاص بك قادرًا على الحفاظ على سرية الحريف (على سبيل المثال ، تطبيق ويب) ، حدد "مشاع" إذا كان التطبيق الخاص بك لا يمكنه ذلك (على سبيل المثال ، تطبيق تعتمد على متصفح JavaScript ). إذا قمت بتحديد "مشاع" ، يجب أن يتحقق التطبيق الخاص بك من صحة عنوان URI لإعادة التوجيه.
es: Seleccione "privado" si su aplicación es capaz de mantener confidencial el secreto del cliente emitido (por ejemplo una aplicación web). Seleccione "público" se no es capaz (por ejemplo una aplicación Javascript basada en el navegador). Si selecciona "público" la aplicación DEBE validar el redireccionamiento URI.
et: Vali konfidentsiaalne, kui sinu rakendus on võimeline hoidma väljastatud kliendi saladust konfidentsiaalsena (nt veebirakendus), vali avalik kui sinu rakendus seda teha ei suuda (nt brauseripõhine JavaScripti rakendus). Valides avaliku, PEAB rakendus valideerima ümbersuunamise URI.
fr: Sélectionnez confidentiel si votre application est capable de tenir confidentiel le secret de client émis (par exemple, une application web), sélectionnez public si votre application ne le peut pas (par exemple, une application JavaScript basée sur navigateur). Si vous sélectionnez public, votre application DOIT valider le URI faisant object d’une redirection.
hu: Válassza a Bizalmas lehetőséget, ha az Ön alkalmazása képes a kiadott kliens titkosítására (pl. webes alkalmazás), egyébként (pl. böngésző alapú JavaScript alkalmazás) válassza a Nyilvános lehetőséget. Ha a Nyilvános lehetőséget választja, az alkalmazásnak érvényesíteni KELL az átirányítási URI-t.
ro: Selectează confidențial dacă aplicația ta este capabilă să țină secretul clientului în regim de confidențialitate (de ex. o aplicație web), selectează public dacă aplicația nu poate (de ex. o aplicație JavaScript care se bazează pe browser). Dacă selectezi public, aplicația ta TREBUIE să valideze URI-ul de redirectare.
sv: Välj konfidentiell om din applikation kan hålla den utfärdade klientnyckeln konfidentiell (t.ex. en webbapplikation), välj offentlig om din applikation inte kan (t.ex. en webbläsarbaserad JavaScript-applikation). Om du väljer offentlig MÅSTE din applikation validera omdirigerings-URI:n.
tr: Uygulamanız verilen istemci sırrını gizli tutabiliyorsa (örneğin bir web uygulaması) gizli seçeneğini seçin, uygulamanız bunu yapamıyorsa (örneğin tarayıcı tabanlı bir JavaScript uygulaması) genel seçeneğini seçin. Genel'i seçtiğiniz taktirde, uygulamanız yeniden yönlendirme URI'sini doğrulamak ZORUNDADIR.

source: Confidential
ar: سري
es: Privado
et: Konfidentsiaalne
fr: Confidentiel
hu: Titkos
ro: Confidențial
sv: Konfidentiell
tr: Gizli

source: Public
ar: مشاع
es: Público
et: Avalik
hu: Nyilvános
sv: Offentlig
tr: Herkese açık

source: Name of personal access token.
ar: إسم الرمز للولوج الشخصي.
es: Nombre del acceso token personal.
et: Personaalse ligipääsutõendi nimi.
fr: Nom du jeton d'accès personnel.
hu: Személyes hozzáférési token neve
ro: Numele tokenului de acces personal.
sv: Namn på personlig åtkomsttoken.
tr: Kişisel Erişim Belirtecinin adı.

source: The name must be less than 40 characters long.
ar: يجب أن يكون طول الاسم أقل من 40 حرفا.
es: El nombre debe tener menos de 40 caracteres.
et: Nimi peab olema vähemalt 40 tähemärki pikk.
fr: Le nom doit comporter moins de 40 caractères.
hu: A névnek kevesebb, mint 40 karakterből kell állnia.
ro: Numele trebuie să fie mai mic de 40 de caractere.
sv: Namnet måste vara mindre än 40 tecken långt.
tr: Ad 40 karakterden kısa olmalıdır.

source: Scopes assign permissions to your personal access token. A personal access token works just like a normal OAuth access token for authentication against the API.
ar: تقوم النطاقات بتعيين الأذونات لرمز الولوج الشخصي الخاص بك. يعمل رمز الولوج الشخصي تمامًا مثل رمز ولوج OAuth المميز للمصادقة مقابل واجهة برمجة التطبيقات API .
es: Los "scopes" asignan permisos a su token de acceso personal. Un token de acceso personal funciona igual que un token de acceso normal de OAuth para la autenticación hacia la API.
et: Skoobid määravad ligipääsulube sinu personaalsele ligipääsutõendile. Personaalne ligipääsutõend töötab nagu tavaline OAuth ligipääsutõend API-ga audentimiseks.
fr: Les scopes donnent certaines permissions à votre jeton d'accès personnel. Un jeton d'accès personnel fonctionne comme un jeton d'accès OAuth pour l'authentification auprès de l'API.
hu: A hatókörök engedélyeket rendelnek hozzá az ön személyes hozzáférési tokenjéhez. A személyes hozzáférési token ugyanúgy működik API-hitelesítésre, mint egy normál OAuth hozzáférési token.
ro: Scopes atribuie permisiuni tokenului personal de acces. Un token personal de acces lucrează ca un token OAuth pentru acces obișnuit pentru a te autentifica la un API.
sv: SCOPES Tilldelar behörigheter till ditt personliga åtkomsttoken. En personlig åtkomsttoken fungerar precis som ett normalt OAuth -åtkomsttoken för autentisering mot API.
tr: Kapsamlar, kişisel erişim belirtecinize izinler atar. Kişisel erişim belirteci, API'ye karşı kimlik doğrulaması için normal bir OAuth erişim belirteci gibi çalışır.

source: Name
ar: اسم
es: Nombre
et: Nimetus
fr: Nom
hu: Név
ro: Nume
sv: Namn
tr: Ad

source: Name of application (displayed to users).
ar: إسم التطبيق (المعروض للمستخدمين).
es: Nombre de la aplicación (visible para los usuarios).
et: Rakenduse nimi (kuvatakse kasutajatele).
fr: Nom de l’application (visible aux utilisateurs).
hu: Alkalmazás neve (megjelenítve a felhasználók számára)
ro: Numele aplicației (afișat utilizatorilor).
sv: Namn på applikation (visas för användare).
tr: Uygulamanın adı (kullanıcılara gösterilir).

source: Description
ar: وصف
es: Descripción
et: Kirjeldus
hu: Leírás
ro: Descriere
sv: Beskrivning
tr: Tanım

source: Optional. Description of the application (displayed to users).
ar: إختياري. وصف التطبيق (معروض للمستخدمين).
es: Opcional. Descripción de la aplicación (visible para los usuarios).
et: Valikuline. Rakenduse kirjeldus (kuvatakse kasutajatele).
fr: Facultatif. Description de l'application (visible aux utilisateurs).
hu: Opcionális. Alkalmazás leírása (megjelenítve a felhasználók számára).
ro: Opțional. Descrierea aplicației (afișat utilizatorilor).
sv: Valfri. Beskrivning av applikationen (visas för användare).
tr: İsteğe bağlı. Uygulamanın açıklaması (kullanıcılara gösterilir).

source: Website URL
ar: عنوان ويب الموقع URL
es: URL del sitio web
et: Veebisaidi URL
fr: URL du site web
hu: Weboldal URL
ro: URL-ul Website
sv: Webbsida URL
tr: Web Sitesi URL'si

source: URL of your application (displayed to users).
ar: URL تطبيقك (المعروض للمستخدمين).
es: URL de su aplicación (visible a los usuarios).
et: Sinu rakenduse URL (kuvatakse kasutajatele).
fr: URL de votre application (visible aux utilisateurs).
hu: Az ön alkalmazásának URL-je (a felhasználók számára megjelenítve)
ro: URL-ul aplicației (afișat utilizatorilor).
sv: URL till din applikation (visas för användare).
tr: Uygulamanızın URL'si (kullanıcılara gösterilir).

source: Allow access to email address (read-only).
ar: السّماح بالولوج لعنوان البريد (للقراءة فقط).
es: Permitir el acceso a la dirección de correo electrónico (solo lectura).
et: Luba ligipääs e-posti aadressile (read-only).
fr: Autoriser l'accès à l'adresse e-mail (en lecture seule).
hu: Hozzáférés engedélyezése az email címnek (csak olvasás).
ro: Permite accesul la adresa de email (read-only).
sv: Tillåt åtkomst till e-postadress (skrivskyddad).
tr: E-posta adresine erişime izin ver (salt okunur).

source: Authorize application
ar: الإذن بالتّطبيق
es: Autorizar la aplicación
et: Autoriseeri rakendus
fr: Autoriser l’application
hu: Alkalmazás engedélyezése
ro: Autorizează aplicația
sv: Auktoriserad applikation
tr: Uygulamayı yetkilendir

source: Application '%(client_name)s' by '%(client_user)s' wants permission to access your '%(current_user)s' account.
ar: تطبيق '%(client_name)s' من طرف '%(client_user)s' يريد إذنًا للولوج إلى حسابك '%(current_user)s' .
es: La aplicación'%(client_name)s' de'%(client_user)s' solicita permiso para acceder a su cuenta '%(current_user)s' .
et: Rakendus '%(client_name)s' '%(client_user)s' poolt soovib ligipääsuluba kontole '%(current_user)s'.
fr: Application '%(client_name)s' par '%(client_user)s' veut la permission d'accéder à votre ' %(current_user)s' compte.
hu: '%(client_user)s' '%(client_name)s' alkalmazása szeretne hozzáférni az Ön '%(current_user)s' fiókjához.
ro: Aplicația '%(client_name)s' de '%(client_user)s' dorește permisiunea de a accesa '%(current_user)s' contul tău.
sv: Applikationen '%(client_name)s' av '%(client_user)s' vill ha åtkomst till ditt '%(current_user)s' konto.
tr: '%(client_name)s' uygulaması '%(client_user)s' kullanıcıları ile, '%(current_user)s' hesabınıza erişmek için izin istiyor.

source: Review permissions
ar: مراجعة الأذون
es: Revisar permisos
et: Vaata pääsuload üle
fr: Voir les droits d'accès
hu: Jogosultságok áttekintése
ro: Evaluează permisiunile
sv: Granska behörigheter
tr: İzinleri gözden geçir

source: No permissions granted.
ar: لا أذون ممنوحة.
es: No se conceden permisos.
et: Pääsulube ei ole antud.
fr: Aucune autorisation accordée.
hu: Nem kapott engedélyeket.
ro: Nu sunt acordate permisiuni.
sv: Inga behörigheter har beviljats.
tr: Hiçbir izin verilmedi.

source: Application
ar: تطبيق
es: Aplicación
et: Rakendus
hu: Alkalmazás
ro: Aplicație
sv: Applikation
tr: Uygulama

source: Visit application website
ar: زيارة موقع ويب التطبيق
es: Visitar el sitio web de la aplicación
et: Külasta rakenduse veebisaiti
fr: Visiter le site web de l'application
hu: Ugrás az alkalmazás weboldalára
ro: Vizitează siteul web al aplicației
sv: Besök applikation hemsida
tr: Uygulama web sitesini ziyaret edin

source: Reject
ar: مرفوض
es: Rechazar
et: Lükka tagasi
fr: Refuser
hu: Elutasítás
ro: Respinge
sv: Avvisa
tr: Reddet

source: Invalid authorization request
ar: طلب تفويض غير صالح
es: Solicitud de autorización no válida
et: Vigane autoriseerimistaotlus
fr: Demande d'autorisation invalide
hu: Érvénytelen engedélyezési kérés
ro: Cerere de autorizare nevalidă
sv: Felaktig auktoriseringsförfrågan
tr: Geçersiz yetkilendirme isteği

source: The service that redirected your here made an invalid authorization request (error code: %(x_error)s).
ar: الخدمة التي وجهتك إلي هنا إستعملت طلب تفويض غير صالح (رمز الخطأ : %(x_error)s).
es: El servicio que le redireccionó aquí hizo una solicitud de autorización no válida (código de error: %(x_error)s).
et: Vigane autoriseerimistaotlus teenuse poolt, mis sind siia ümber suunas (veakood: %(x_error)s).
fr: Le service qui vous a redirigé ici a fait une demande d'autorisation invalide (code d'erreur: %(x_error)s).
hu: A szolgáltató, amelyik ide irányította önt, érvénytelen azonosítási kérést küldött (hibakód: %(x_error)s).I
ro: Serviciul care te-a redirectat aici a făcut o cerere de autorizare nevalidă (cod de eroare: %(x_error)s).
sv: Tjänsten som omdirigerade dig här gjorde en felaktig behörighetsförfrågan (felkod: %(x_error)s).
tr: Sizi buraya yönlendiren hizmet geçersiz bir yetkilendirme isteğinde bulundu (hata kodu: %(x_error)s).

source: Get me out of here!
ar: أخرجني من هنا!
es: ¡Sácame de aquí!
et: Vii mind siit ära!
fr: Je veux sortir d'ici!
hu: Léptessen ki!
ro: Scoate-mă de aici!
sv: Få mig härifrån!
tr: Beni buradan çıkar!

source: New OAuth Application
ar: تطبيقة OAuth جديدة
es: Nueva aplicación OAuth
et: Uus OAuth Taotlus
fr: Nouvelle application OAuth
hu: Új OAuth alkalmazás
ro: Aplicație OAuth nouă
sv: Ny OAuth-applikation
tr: Yeni OAuth Uygulaması

source: Cancel
ar: إلغاء
es: Cancelar
et: Tühista
fr: Annuler
hu: Mégsem
ro: Anulează
sv: Avbryt
tr: İptal

source: Register
ar: تسجيل
es: Darse de alta
et: Registreeri
fr: Enregistrer
hu: Regisztráció
ro: Întregistrare
sv: Registrera
tr: Kayıt ol

source: Application / %(client_name)s
ar: تطبيق / %(client_name)s
es: Aplicación / %(client_name)s
et: Taotlus / %(client_name)s
hu: Alkalmazás / %(client_name)s
ro: Aplicație / %(client_name)s
sv: Applikation/ %(client_name)s
tr: Uygulama / %(client_name)s

source: Client ID
ar: معرّف حريف
es: ID de cliente
fr: ID de Client
hu: Kliens ID
ro: ID de client
sv: Klient ID
tr: İstemci Kimliği

source: Client Secret
ar: سر الحريف
es: Clave secreta
et: Kliendisaladus
hu: Ügyféltitok
ro: Secret al clientului
sv: Klientnyckel
tr: İstemci Sırrı

source: Do not share the client secret with anyone!
ar: لا تشارك سر الحريف مع احد!
es: ¡No comparta el secreto del cliente con nadie!
et: Ära jaga kliendisaladust kellegagi!
fr: Ne communiquez le secret de client à personne!
hu: Az ügyféltitok megosztása másokkal nem ajánlatos!
ro: Nu expune secretul clientului niciunei părți terțe!
sv: Dela inte klientens hemlighet med någon!
tr: İstemci sırrını kimseyle paylaşmayın!

source: Reset client secret
ar: إعادة ضبط سر الحريف
es: Restablecer el secreto del cliente
et: Lähtesta kliendisaladus
fr: Réinitialiser le secret de client.
hu: Ügyféltitok visszaállítása
ro: Resetează secretul clientului
sv: Återställ klientnyckel
tr: İstemci sırrını sıfırla

source: Delete
ar: حذف
es: Suprimir
et: Kustuta
fr: Supprimer
hu: Törlés
ro: Şterge
sv: Radera
tr: Sil

source: Save
ar: حفظ
es: Guardar
et: Salvesta
fr: Sauvegarder
hu: Mentés
ro: Salvează
sv: Spara
tr: Kaydet

source: OAuth 2.0 Endpoints
ar: نقاط نهاية OAuth 2.0
es: Endpoints OAuth 2.0
et: OAuth 2.0 Lõppseadmed
fr: Endpoints OAuth 2.0
ro: Endpointuri OAuth 2.0
sv: OAUTH 2.0 Ändpunkter
tr: OAuth 2.0 Uç Noktaları

source: Authorize URL (GET)
ar: ترخيص URL (طلب GET)
es: Autorizar URL (GET)
et: Autoriseeri URL (GET)
fr: Autoriser l'URL (GET)
hu: URL engedélyezése (GET)
ro: Autorizează URL (GET)
sv: Auktorisera URL(GET)
tr: URL'yi yetkilendir (GET)

source: Query parameters
ar: معلمات الاستعلام
es: Parámetros de consulta
et: Päringu parameetrid
fr: paramètres Query
hu: Keresési beállítások
ro: Parametri de interogare
sv: Query parametrar
tr: Sorgu parametreleri

source: example request
ar: مثال لطلب
es: ejemplo de solicitud
et: näidispäring
fr: exemple de demande
hu: példa kérés
ro: cerere de exemplificare
sv: exempel förfrågan
tr: örnek istek

source: required, use
ar: إجباري، استعمل
es: requerido, uso
et: nõutud, kasuta
fr: requis, utiliser
hu: kötelező, használja
ro: cerut, folosește
sv: krävs, använd
tr: gerekli, kullan

source: required
ar: إجباري
es: requerido
et: nõutud
fr: requis
hu: kötelező
ro: cerut
sv: nödvändig
tr: gerekli

source: required, space separate list of scopes
ar: إجباري، قائمة النطاقات مفصولة بمسافات
es: requerido; lista, separada por espacios, de permisos
et: nõutud, eralda skoopide nimekiri tühikutega
fr: requis, espacez la liste séparée des portées
hu: kötelező, hatókörök listája space-szel elválasztva
ro: cerut, listă de scopes separată prin spații
sv: obligatorisk, separera lista över omfattningar med mellanslag
tr: gerekli, boşlukla ayrılmış kapsamların listesi

source: required, URL encoded
ar: إجباري، عنوان ويب URL مرمٌز
es: obligatorio, URL codificada
et: nõutud, kodeeritud URL
fr: requis, URL encodée
hu: kötelező, URL-kódolt
ro: cerut, URL encoded
sv: obligatorisk, URL-kodad
tr: gerekli, URL şifrelenmiş

source: recommended, for CSRF protection
ar: منصوح بها، للحماية من CSRF.
es: recomendado, para protección CSRF
et: soovituslik, CSRF eksploiti vastu
fr: recommandé, pour la protection CSRF
hu: CSRF védelemhez ajánlott
ro: recomandat pentru protecție CSRF
sv: rekommenderas, for CSRF skydd
tr: önerilir, CSRF koruması için

source: Access token URL (POST)
ar: عنوان ويب URL لرمز الولوج ( طلب POST)
es: URL del acceso token (POST)
et: Ligipääsutõendi URL (POST)
fr: URL du jeton d'accès (POST)
hu: Hozzáférési token URL (POST)
ro: URL-ul tokenului de acces (POST)
sv: URL för åtkomsttoken (POST)
tr: Erişim belirteci URL'si (POST)

source: Request body parameters:
ar: معلمات طلب الجسم:
es: Solicitar parámetros del cuerpo:
et: Päringu sisu parameetrid:
fr: Paramètres du corps de demande:
hu: Szövegtörzs paraméterek kérése:
ro: Parametii corpului cererii:
sv: Förfrågans body-parametrar:
tr: İstek gövde parametreleri:

source: required for grant_type
ar: إجباري لنوع المنحة
es: requerido para grant_type
et: nõutud grant_type jaoks
fr: requis pour grant_type
hu: szükséges ehhez: grant_type
ro: cerut pentru grant_type
sv: obligatorisk för grant_type
tr: hibe_türü (grant_type) için gerekli

source: Developer Applications
ar: تطبيقات المبرمجين
es: Aplicaciones de desarrollo
et: Arendaja Rakendused
fr: Applications de Développeurs
hu: Fejlesztői alkalmazások
ro: Aplicațiile dezvoltatorului
sv: Utvecklarapplikationer
tr: Geliştirici Uygulamaları

source: New application
ar: تطبيق جديد
es: Nueva aplicación
et: Uus rakendus
fr: Nouvelle application
hu: Új alkalmazás
ro: Aplicație nouă
sv: Ny applikation
tr: Yeni uygulama

source: You have registered these applications to use the %(site_name)s API:
ar: لقد سجلت هذه التطبيقات لاستغلال %(site_name)s API:
es: Ya ha registrado estas aplicaciones para utilizar la API de %(site_name)s:
et: Oled %(site_name)s API kasutamiseks registreerinud need rakendused:
fr: Vous avez enregistré les applications suivantes pour accéder à l'API de %(site_name)s:
hu: Ezeket az alkalmazásokat regisztrálta a(z) %(site_name)s API-hoz:
ro: Ai marcat aceste aplicații să folosească API-ul de la %(site_name)s:
sv: Du har registrerat dessa applikationer för att använda %(site_name)sAPI:
tr: %(site_name)s API'sini kullanmak için şu uygulamaları kaydettiniz:

source: You have not yet registered any applications. Click the 'New application' button to create an application to access the %(site_name)s API.
ar: لم تقم بتسجيل أية تطبيق لحد الساعة. انقر على زر 'تطبيق جديد' لإضافة تطبيق تلج لـ %(site_name)s API.
es: Todavía no ha registrado ninguna aplicación. Pulse en el botón "Nueva aplicación" para crear una aplicación para acceder a la API de %(site_name)s.
et: Sa ei ole veel ühtegi rakendust registreerinud. Vajuta nupul 'Uus rakendus', et luua rakendus %(site_name)s API-le ligipääsemiseks.
fr: Vous n'avez pas encore enregistré d'applications. Cliquez sur le bouton 'Nouvelle application' pour créer une application pour accéder à l'API de %(site_name)s.
hu: Még egy alkalmazást sem regisztrált. Kattintson az "Új alkalmazás" gombra, és hozzon létre egy alkalmazást, amellyel hozzáférhet a(z) %(site_name)s API-hoz.
ro: Nu ai înregistrat nicio aplicație deocamdată. Apasă pe butonul 'Aplicație nouă' pentru a crea o aplicație pentru a accesa API-ul de la %(site_name)s.
sv: Du har ännu inte registrerat några applikationer. Klicka på knappen "Ny applikation" för att skapa en applikation för att komma åt %(site_name)s API.
tr: Henüz herhangi bir başvuru kaydetmediniz. %(site_name)s API'sine erişmek üzere bir uygulama oluşturmak için 'Yeni uygulama' butonuna tıklayın.

source: Personal access tokens
ar: رموز الولوج الشخصي.
es: Tokens de acceso personal
et: Personaalsed ligipääsutõendid
fr: Jetons d'accès personnels
hu: Személyes hozzáférési tokenek
ro: Tokenuri de acces personal
sv: Personlig åtkomsttokens
tr: Kişisel erişim belirteçleri

source: New token
ar: رمز جديد
es: Nuevo token
et: Uus tõend
fr: Nouveau jeton
hu: Új token
ro: Token nou
sv: Ny token
tr: Yeni belirteç

source: Following are personal tokens used to access the %(site_name)s API:
ar: فيما يلي الرموز الشخصية المستخدمة للولوج إلى %(site_name)s API:
es: A continuación se muestran los tokens personales utilizados para acceder a la API de %(site_name)s:
et: Järgnevaid personaalseid tõendeid kasutatakse%(site_name)s API juurdepääsuks:
fr: Les jetons utilisés pour accéder à l'API de %(site_name)s sont les suivants:
hu: Ezek személyes hozzáférési tokenek a(z) %(site_name)s API-hoz:
ro: Următoarele sunt tokenuri personale folosite pentru a accesa API-ul de la %(site_name)s:
sv: Följande är personliga tokens som används för att komma åt %(site_name)s API:et:
tr: %(site_name)s API'sine erişmek için kullanılan kişisel belirteçler şunlardır:
