Repository: inveniosoftware/invenio-oauth2server
Catalog: invenio_oauth2server/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, et, fr, hu, ro, sv, tr

source: You have not yet created any personal access tokens. Click the 'New token' button to create a personal access token.
ar: لم تقم بعد بإنشاء أي رموز ولوج شخصية. انقر فوق الزر "رمز شخصي جديد" لإنشاء رمز ولوج شخصي.
es: Todavía no ha creado ningún token de acceso personal. Pulse el botón "Nuevo token" para crear un token de acceso personal.
et: Sa ei ole veel ühtegi personaalset ligipääsutõendit loonud. Vajuta nupul 'Uus tõend", et personaalne ligipääsutõend luua.
fr: Vous n'avez pas encore créé de jeton d'accès personnel. Cliquez sur le bouton 'Nouveau jeton' pour créer un jeton d'accès personnel.
hu: Ön még nem hozott létre személyes hozzáférési tokent. Kattintson az "Új token" gombra egy új személyes hozzáférési token létrehozásához!
ro: Încă nu ai creat vreun token personal pentru acces. Apasă pe butonul 'Token nou' pentru a crea un token personal pentru acces.
sv: Du har ännu inte skapat några personliga åtkomsttokens. Klicka på knappen "Ny token" för att skapa en personlig åtkomsttoken.
tr: Henüz herhangi bir kişisel erişim belirteci oluşturmadınız. Kişisel bir erişim belirteci oluşturmak için 'Yeni belirteç' butonuna tıklayın.

source: Authorized applications
ar: التطبيقات المخولة
es: Aplicaciones autorizadas
et: Autoriseeritud rakendused
fr: Applications autorisées
hu: Engedélyezett alkalmazások
ro: Aplicații autorizate
sv: Auktoriserade applikationer
tr: Yetkilendirilmiş uygulamalar

source: You have granted the following application access to your account:
ar: لقد منحت التطبيق التالي حق الولوج لحسابك:
es: Ha concedido permiso de acceso a su cuenta a la siguiente aplicación:
et: Oled andnud järgnevale rakendusele juurdepääsu oma kontole:
fr: Vous avez donné accès à votre compte aux applications suivantes:
hu: A következő alkalmazásnak adott hozzáférést a felhasználói fiókhoz:
ro: Ai permis accesul următoarelor aplicații la contul tău:
sv: Du har beviljat följande applikation åtkomst till ditt konto:
tr: Aşağıdaki uygulamaya hesabınıza erişim izni verdiniz:

source: Revoke
ar: إلغاء
es: Anular
et: Tühista
fr: Révoquer
hu: Visszavonás
ro: Revocă
sv: Återkalla
tr: Kaldır

source: You have not yet granted any external applications access to your account.
ar: لم تمنح أي تطبيقات خارجية حق الولوج إلى حسابك حتى الآن.
es: Aún no ha concedido acceso a ninguna aplicación externa a su cuenta.
et: Sa ei ole veel andnud ühelegi välisele rakendusele juurdepääsu oma kontole.
fr: Vous n'avez donné accès à votre compte à aucune application externe.
hu: Ön nem engedélyezett hozzáférést a felhasználói fiókhoz külső alkalmazások számára.
ro: Încă nu ai permis niciunei aplicații externe să acceseze contul tău.
sv: Du har ännu inte beviljat några externa applikationer åtkomst till ditt konto.
tr: Henüz herhangi bir harici uygulamaya hesabınıza erişim izni vermediniz.

source: New personal access token
ar: رمز ولوج شخصي جديد
es: Nuevo token de acceso personal
et: Uus personaalne ligipääsutõend
fr: Nouveau jeton d'accès personnel
hu: Új személyes hozzáférési token
ro: Token personal nou pentru acces
sv: Ny personlig åtkomsttoken
tr: Yeni kişisel erişim belirteci

source: Create
ar: إضافة
es: Crear
et: Loo
fr: Créer
hu: Létrehozás
ro: Creează
sv: Skapa
tr: Oluştur

source: Authorized application: %(client_name)s
ar: تطبيق مخول :%(client_name)s
es: Aplicación autorizada: %(client_name)s
et: Autoriseeritud rakendus: %(client_name)s
fr: Demande autorisée: %(client_name)s
hu: Engedélyezett alkalmazás: %(client_name)s
ro: Aplicație autorizată: %(client_name)s
sv: Auktoriserad applikation: %(client_name)s
tr: Yetkilendirilmiş uygulama: %(client_name)s

source: Personal access token / %(name)s
ar: رمز ولوج شخصي / %(name)s
es: Token de acceso personal / %(name)s
et: Personaalne ligipääsutõend / %(name)s
fr: Jeton d'accès personnel / %(name)s
hu: Személyes hozzáférési token / %(name)s
ro: Token personal pentru acces / %(name)s
sv: Personlig åtkomsttoken / %(name)s
tr: Kişisel erişim belirteci / %(name)s

source: Access token
ar: رمز ولوج
es: Token de acceso
et: Ligipääsutõend
fr: Jeton d'accès
hu: Hozzáférési token
ro: Token pentru acces
sv: Åtkomsttoken
tr: Erişim belirteci

source: Please copy the personal access token now. You won't see it again!
ar: يرجى نسخ رمز الولوج الشخصي الآن. لن يمكنك رأيته مرة أخرى!
es: Copie el token de acceso personal ahora. ¡No lo volverá a ver otra vez!
et: Palun kopeeri nüüd oma personaalne ligipääsutõend, kuna seda rohkem ei kuvata!
fr: Veuillez copier le jeton d'accès personnel maintenant. Vous ne le reverrez plus!
hu: Kérjük, másolja le az egyéni hozzáférési tokent most! Később nem lesz látható!
ro: Copiază chiar acum tokenul personal pentru acces,. Nu va mai fi afișat!
sv: Vänligen kopiera den personliga åtkomsttoken nu. Du kommer inte att se det igen!
tr: Lütfen kişisel erişim belirtecini şimdi kopyalayın. Onu tekrar göremezsiniz!

source: Do not share this personal access token. It gives full access to your account.
ar: لا تشارك رمز الولوج الشخصي مع أحد. يمنح هذا الرمز لممتلكه حق الولوج الكامل إلى حسابك.
es: No comparta este token de acceso personal. Da el acceso completo a su cuenta.
et: Ära jaga oma personaalset ligipääsutõendit. See võimaldab täielikku juurdepääsu sinu kontole.
fr: Ne divulguez pas ce jeton d'accès personnel. Il donne entièrement accès à votre compte.
hu: Ne ossza meg ezt a személyes hozzáférési tokent! Ez teljes hozzáférést ad a felhasználói fiókjához.
ro: Nu distribuiți acest token de acces personal. Oferă acces complet la contul dumneavoastră.
sv: Dela inte denna personliga åtkomsttoken. Det ger full tillgång till ditt konto.
tr: Bu kişisel erişim belirtecini kimseyle paylaşmayın. Hesabınıza tam erişim sağlar.

source: If you've lost or forgotten this token please create a new one. Be aware that any scripts or applications using this token will need to be updated.
ar: ذا فقدت أو نسيت هذا الرمز ، فيرجى إنشاء رمز جديد. على إثر ذلك، يجدر بك تحيين أن أي برامج نصية أو تطبيقات تستخدم الرمز القديم .
es: Si ha perdido u olvidado este token, cree uno nuevo. Tenga en cuenta que los scripts o aplicaciones que utilicen este token deberán actualizarse.
et: Kui sa oled selle tõendi kaotanud või unustanud, palun loo uus. Pea meeles, et kõik scriptid ja rakendused, mis seda tõendit kasutasid, vajavad siis uuendamist.
fr: Si vous avez perdu ou oublié ce jeton, veuillez en créer un nouveau. Sachez que tous les scripts ou applications utilisant ce jeton devront être mis à jour.
hu: Ha elvesztette vagy elfelejtette ezt a tokent, kérjük, hozzon létre egy újat. Ne feledje, hogy minden olyan szkriptet vagy alkalmazást frissítenie kell, amely használta ezt a tokent.
ro: Dacă ați pierdut sau ați uitat acest token, vă rugăm să creați unul nou. Fiți conștienți că orice scripturi sau aplicații care utilizează acest token vor trebui actualizate.
sv: Om du har tappat bort eller glömt denna token, skapa en ny. Tänk på att alla skript eller applikationer som använder denna token måste uppdateras.
tr: Bu belirteci kaybettiyseniz veya unuttuysanız, lütfen yeni bir tane oluşturun. Bu belirteci kullanan tüm komut dosyalarının veya uygulamaların güncellenmesi gerekeceğini unutmayın.

source: or
ar: أو
es: o
et: või
fr: ou
hu: vagy
ro: sau
sv: eller
tr: veya

source: %(icon)s Applications
ar: %(icon)s تطبيقات
es: %(icon)s Aplicaciones
et: %(icon)s Rakendused
fr: Applications %(icon)s
hu: %(icon)sAlkalmazások
ro: %(icon)s Aplicații
sv: %(icon)s Applikationer
tr: %(icon)s Uygulamalar

source: Applications
ar: تطبيقات
es: Aplicaciones
et: Rakendused
hu: Alkalmazások
ro: Aplicații
sv: Applikationer
tr: Uygulamalar

source: New
ar: جديد
es: Nuevo
et: Uus

source: Edit
ar: تعديل
es: Editar
et: Redigeeri

source: Application settings
fr: Paramètres d'application
hu: Alkalmazás beállítások
ro: Setări aplicație
sv: Applikationsinställningar
tr: Uygulama ayarları

source: Developer applications
fr: Applications de développeur
hu: Fejlesztői alkalmazások
ro: Aplicații dezvoltator
sv: Applikationer för utvecklare
tr: Geliştirici uygulamaları
